10/data/attachments/1f92e379893bb119.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bill_do_Friend_33271_7</nif:username>
            <nif:friendToBeRequested>soap_friends_b330e9f4-24c4-4077-81b1-730437590a80</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>